[RPG.Ahab.Orchid_Seraph_Ahab_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="For hate's sake."

[Shield.Anshin.Orchid_Seraph_Anshin_Shield:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [health]max health[-health]."

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Accessory:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]elemental resistance[-skill] against the last elemental damage type received."

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Accessory:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]Regenerates health[-skill] while active. Shield damage [skill]increases health regeneration rate[-skill]."

[Shotgun.Spitter.Orchid_Seraph_Spitter_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Ewww."
